---
kind: property
id: P:Autodesk.Revit.DB.DWFExportOptions.PortraitLayout
source: html/599052ce-527a-7ac6-bff6-ff9327ddfec7.htm
---
# Autodesk.Revit.DB.DWFExportOptions.PortraitLayout Property

Paper orientation - Portrait/Landscape.

## Syntax (C#)
```csharp
public bool PortraitLayout { get; set; }
```